Repository: rokrokss/recly
Catalog: apple/RecKit/Sources/RecKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: This transcription provider is unavailable in the iPhone app. Choose another provider.
ar: مزوّد النسخ هذا غير متاح في تطبيق iPhone. اختر مزوّدًا آخر.
bn: এই ট্রান্সক্রিপশন প্রদানকারী iPhone অ্যাপে উপলভ্য নয়। অন্য কোনো প্রদানকারী বেছে নিন।
de: Dieser Transkriptionsanbieter ist in der iPhone-App nicht verfügbar. Wählen Sie einen anderen Anbieter.
es: Este proveedor no está disponible en la app para iPhone. Elige otro proveedor.
fa: این ارائه‌دهنده رونویسی در برنامه iPhone در دسترس نیست. ارائه‌دهنده دیگری انتخاب کنید.
fil: Hindi available ang provider ng pag-transcribe na ito sa iPhone app. Pumili ng ibang provider.
fr: Ce fournisseur est indisponible dans l’app iPhone. Choisissez un autre fournisseur.
hi: यह ट्रांसक्रिप्शन प्रदाता iPhone ऐप में उपलब्ध नहीं है। कोई दूसरा प्रदाता चुनें।
it: Questo fornitore di trascrizione non è disponibile nell’app per iPhone. Scegli un altro fornitore.
ja: この文字起こし提供者はiPhoneアプリでは利用できません。別の提供者を選択してください。
ko: 이 전사 제공업체는 iPhone 앱에서 사용할 수 없습니다. 다른 제공업체를 선택하세요.
pl: Ten dostawca transkrypcji jest niedostępny w aplikacji na iPhone’a. Wybierz innego dostawcę.
pt_br: Este provedor não está disponível no app para iPhone. Escolha outro provedor.
pt_pt: Este fornecedor de transcrição não está disponível na aplicação para iPhone. Escolha outro fornecedor.
ru: Этот провайдер расшифровки недоступен в приложении для iPhone. Выберите другого провайдера.
sw: Mtoa huduma huyu wa unukuzi hapatikani katika programu ya iPhone. Chagua mtoa huduma mwingine.
th: ผู้ให้บริการถอดเสียงนี้ใช้ไม่ได้ในแอป iPhone เลือกผู้ให้บริการอื่น
tr: Bu transkripsiyon sağlayıcısı iPhone uygulamasında kullanılamaz. Başka bir sağlayıcı seçin.
ur: یہ ٹرانسکرپشن فراہم کنندہ iPhone ایپ میں دستیاب نہیں۔ کوئی اور فراہم کنندہ منتخب کریں۔
vi: Nhà cung cấp dịch vụ chép lời này không khả dụng trong ứng dụng iPhone. Hãy chọn nhà cung cấp khác.
zh_hans: 此转录提供商在iPhone应用中不可用。请选择其他提供商。
zh_hant: 此轉錄供應商在iPhone App中無法使用。請選擇其他供應商。

source: Waiting to verify your App Store region before continuing transcription.
ar: بانتظار التحقق من منطقة App Store قبل متابعة النسخ.
bn: ট্রান্সক্রিপশন চালিয়ে যাওয়ার আগে আপনার App Store অঞ্চল যাচাইয়ের অপেক্ষায়।
de: Warten auf Prüfung Ihrer App-Store-Region, bevor die Transkription fortgesetzt wird.
es: Esperando a verificar tu región de App Store para continuar la transcripción.
fa: در انتظار تأیید منطقه App Store شما پیش از ادامه رونویسی.
fil: Hinihintay ang pag-verify ng iyong rehiyon ng App Store bago ituloy ang pag-transcribe.
fr: Vérification de votre région App Store avant de poursuivre la transcription.
hi: ट्रांसक्रिप्शन जारी रखने से पहले App Store क्षेत्र की पुष्टि की प्रतीक्षा।
it: In attesa della verifica della tua regione dell’App Store per continuare la trascrizione.
ja: 文字起こしを続ける前に、App Storeの地域を確認しています。
ko: 전사를 계속하기 전에 App Store 지역 확인을 기다리고 있습니다.
pl: Oczekiwanie na weryfikację regionu App Store przed kontynuowaniem transkrypcji.
pt_br: Aguardando a verificação da região da App Store para continuar a transcrição.
pt_pt: À espera de verificar a sua região da App Store para continuar a transcrição.
ru: Ожидание проверки региона App Store перед продолжением расшифровки.
sw: Inasubiri kuthibitisha eneo lako la App Store kabla ya kuendelea na unukuzi.
th: กำลังรอตรวจสอบภูมิภาค App Store ของคุณก่อนถอดเสียงต่อ
tr: Transkripsiyona devam etmeden önce App Store bölgenizin doğrulanması bekleniyor.
ur: ٹرانسکرپشن جاری رکھنے سے پہلے آپ کے App Store علاقے کی تصدیق کا انتظار ہے۔
vi: Đang chờ xác minh khu vực App Store của bạn trước khi tiếp tục chép lời.
zh_hans: 正在等待验证App Store地区，以继续转录。
zh_hant: 正在等待驗證App Store地區，以繼續轉錄。

source: Drive connected
ar: Drive متصل
bn: Drive কানেক্ট করা আছে
de: Drive verbunden
es: Drive conectado
fa: اتصال Drive برقرار است
fil: Nakakonekta ang Drive
fr: Drive connecté
hi: Drive कनेक्ट है
it: Drive collegato
ja: Drive接続済み
ko: Drive 연결됨
pl: Połączono z Drive
pt_br: Drive conectado
pt_pt: Drive ligado
ru: Drive подключён
sw: Drive imeunganishwa
th: เชื่อมต่อ Drive แล้ว
tr: Drive bağlandı
ur: Drive منسلک ہے
vi: Đã kết nối Drive
zh_hans: 已连接Drive
zh_hant: 已連接Drive

source: Drive not connected
ar: Drive غير متصل
bn: Drive কানেক্ট করা নেই
de: Drive nicht verbunden
es: Drive no conectado
fa: اتصال Drive برقرار نیست
fil: Hindi nakakonekta ang Drive
fr: Drive non connecté
hi: Drive कनेक्ट नहीं है
it: Drive non collegato
ja: Drive未接続
ko: Drive 연결 안 됨
pl: Nie połączono z Drive
pt_br: Drive não conectado
pt_pt: Drive não ligado
ru: Drive не подключён
sw: Drive haijaunganishwa
th: ไม่ได้เชื่อมต่อ Drive
tr: Drive bağlı değil
ur: Drive منسلک نہیں ہے
vi: Chưa kết nối Drive
zh_hans: 未连接Drive
zh_hant: 未連接Drive

source: Drive connection needs attention
ar: اتصال Drive يحتاج إلى معالجة
bn: Drive কানেকশনে মনোযোগ দরকার
de: Drive-Verbindung benötigt Aufmerksamkeit
es: La conexión con Drive requiere atención
fa: اتصال Drive نیاز به بررسی دارد
fil: Kailangang asikasuhin ang koneksyon sa Drive
fr: La connexion Drive nécessite votre attention
hi: Drive कनेक्शन पर ध्यान दें
it: Il collegamento a Drive richiede attenzione
ja: Drive接続の確認が必要です
ko: Drive 연결 확인 필요
pl: Połączenie z Drive wymaga uwagi
pt_br: A conexão com o Drive precisa de atenção
pt_pt: A ligação ao Drive requer atenção
ru: Подключение Drive требует внимания
sw: Muunganisho wa Drive unahitaji kushughulikiwa
th: การเชื่อมต่อ Drive ต้องได้รับการตรวจสอบ
tr: Drive bağlantısı dikkat gerektiriyor
ur: Drive کنکشن پر توجہ درکار ہے
vi: Kết nối Drive cần được kiểm tra
zh_hans: Drive连接需要处理
zh_hant: Drive連線需要處理

source: Connect Drive
ar: ربط Drive
bn: Drive কানেক্ট করুন
de: Drive verbinden
es: Conectar Drive
fa: اتصال Drive
fil: Ikonekta ang Drive
fr: Connecter Drive
hi: Drive कनेक्ट करें
it: Collega Drive
ja: Driveに接続
ko: Drive 연결
pl: Połącz z Drive
pt_br: Conectar ao Drive
pt_pt: Ligar o Drive
ru: Подключить Drive
sw: Unganisha Drive
th: เชื่อมต่อ Drive
tr: Drive'ı bağla
ur: Drive منسلک کریں
vi: Kết nối Drive
zh_hans: 连接Drive
zh_hant: 連接Drive

source: Stop using Drive on this device
ar: إيقاف استخدام Drive على هذا الجهاز
bn: এই ডিভাইসে Drive ব্যবহার বন্ধ করুন
de: Drive auf diesem Gerät nicht mehr verwenden
es: Dejar de usar Drive en este dispositivo
fa: توقف استفاده از Drive در این دستگاه
fil: Ihinto ang paggamit ng Drive sa device na ito
fr: Ne plus utiliser Drive sur cet appareil
hi: इस डिवाइस पर Drive उपयोग बंद करें
it: Smetti di usare Drive su questo dispositivo
ja: このデバイスでDriveの使用をやめる
ko: 이 기기에서 Drive 사용 중지
pl: Przestań używać Drive na tym urządzeniu
pt_br: Parar de usar o Drive neste dispositivo
pt_pt: Deixar de usar o Drive neste dispositivo
ru: Перестать использовать Drive на этом устройстве
sw: Acha kutumia Drive kwenye kifaa hiki
th: หยุดใช้ Drive ในอุปกรณ์นี้
tr: Bu cihazda Drive'ı kullanmayı bırak
ur: اس آلے پر Drive کا استعمال بند کریں
vi: Ngừng dùng Drive trên thiết bị này
zh_hans: 在此设备上停用Drive
zh_hant: 在此裝置上停用Drive

source: Revoke Google access
ar: إلغاء الوصول إلى Google
bn: Google অ্যাক্সেস প্রত্যাহার করুন
de: Google-Zugriff widerrufen
es: Revocar acceso a Google
fa: لغو دسترسی Google
fil: Bawiin ang access sa Google
fr: Révoquer l’accès Google
hi: Google एक्सेस रद्द करें
it: Revoca l’accesso Google
ja: Googleへのアクセス権を取り消す
ko: Google 권한 철회
pl: Cofnij dostęp Google
pt_br: Revogar acesso ao Google
pt_pt: Revogar acesso Google
ru: Отозвать доступ к Google
sw: Batilisha ufikiaji wa Google
th: เพิกถอนการเข้าถึงของ Google
tr: Google erişimini iptal et
ur: Google رسائی منسوخ کریں
vi: Thu hồi quyền truy cập Google
zh_hans: 撤销Google访问权限
zh_hant: 撤銷Google存取權限

# Drive pending
source: Upload waiting
ar: الرفع قيد الانتظار
bn: আপলোডের অপেক্ষায়
de: Upload wartet
es: Subida en espera
fa: بارگذاری در انتظار
fil: Naghihintay ang pag-upload
fr: Envoi en attente
hi: अपलोड की प्रतीक्षा
it: Caricamento in attesa
ja: アップロード待ち
ko: 업로드 대기
pl: Przesyłanie oczekuje
pt_br: Envio em espera
pt_pt: Carregamento em espera
ru: Ожидание загрузки
sw: Upakiaji unasubiri
th: รออัปโหลด
tr: Yükleme bekliyor
ur: اپ لوڈ منتظر
vi: Chờ tải lên
zh_hans: 等待上传
zh_hant: 等待上傳

source: Google permissions
ar: أذونات Google
bn: Google অনুমতি
de: Google-Berechtigungen
es: Permisos de Google
fa: اجازه‌های Google
fil: Mga pahintulot sa Google
fr: Autorisations Google
hi: Google अनुमतियाँ
it: Autorizzazioni Google
ja: Googleの権限
ko: Google 권한 관리
pl: Uprawnienia Google
pt_br: Permissões do Google
pt_pt: Permissões do Google
ru: Разрешения Google
sw: Ruhusa za Google
th: สิทธิ์ของ Google
tr: Google izinleri
ur: Google اجازتیں
vi: Quyền truy cập Google
zh_hans: Google权限
zh_hant: Google權限

source: Disconnecting…
ar: جارٍ الفصل…
bn: ডিসকানেক্ট করা হচ্ছে…
de: Wird getrennt…
es: Desconectando…
fa: در حال قطع اتصال…
fil: Dinidiskonekta…
fr: Déconnexion…
hi: डिस्कनेक्ट हो रहा है…
it: Scollegamento…
ja: 接続解除中…
ko: 연결 해제 중…
pl: Odłączanie…
pt_br: Desconectando…
pt_pt: A desligar…
ru: Отключение…
sw: Inatenganisha…
th: กำลังยกเลิกการเชื่อมต่อ…
tr: Bağlantı kesiliyor…
ur: منقطع ہو رہا ہے…
vi: Đang ngắt kết nối…
zh_hans: 正在断开连接…
zh_hant: 正在中斷連線…

source: Disconnect Drive
ar: فصل Drive
bn: Drive ডিসকানেক্ট করুন
de: Drive trennen
es: Desconectar Drive
fa: قطع اتصال Drive
fil: Idiskonekta ang Drive
fr: Déconnecter Drive
hi: Drive डिस्कनेक्ट करें
it: Scollega Drive
ja: Driveの接続を解除
ko: 연결 해제
pl: Odłącz Drive
pt_br: Desconectar Drive
pt_pt: Desligar o Drive
ru: Отключить Drive
sw: Tenganisha Drive
th: ยกเลิกการเชื่อมต่อ Drive
tr: Drive bağlantısını kes
ur: Drive منقطع کریں
vi: Ngắt kết nối Drive
zh_hans: 断开Drive
zh_hant: 中斷Drive連線

source: Recly loses Drive access on all devices connected to this Google account. Pending work pauses until you reconnect the same account. Recordings and settings stay.
ar: يفقد Recly الوصول إلى Drive على جميع الأجهزة المرتبطة بحساب Google هذا. تتوقف المهام المعلّقة حتى إعادة ربط الحساب نفسه. تبقى التسجيلات والإعدادات.
bn: এই Google অ্যাকাউন্টে কানেক্ট করা সব ডিভাইসে Recly Drive অ্যাক্সেস হারাবে। একই অ্যাকাউন্ট আবার কানেক্ট না করা পর্যন্ত বাকি কাজ থেমে থাকবে। রেকর্ডিং ও সেটিংস থেকে যাবে।
de: Recly verliert den Drive-Zugriff auf allen mit diesem Google-Konto verbundenen Geräten. Ausstehende Aufgaben pausieren bis zur erneuten Verbindung desselben Kontos. Aufnahmen und Einstellungen bleiben erhalten.
es: Recly pierde el acceso a Drive en todos los dispositivos conectados a esta cuenta Google. El trabajo pendiente se pausa hasta reconectar la misma cuenta. Se conservan grabaciones y ajustes.
fa: دسترسی Recly به Drive در همه دستگاه‌های متصل به این حساب Google قطع می‌شود. کارهای در انتظار تا اتصال دوباره همان حساب متوقف می‌مانند. ضبط‌ها و تنظیمات باقی می‌مانند.
fil: Mawawalan ng access sa Drive ang Recly sa lahat ng device na nakakonekta sa Google account na ito. Naka-pause ang nakabinbing gawain hanggang ikonekta mo ulit ang parehong account. Mananatili ang mga recording at setting.
fr: Recly perd l’accès à Drive sur tous les appareils liés à ce compte Google. Le travail en attente est suspendu jusqu’à la reconnexion du même compte. Enregistrements et réglages sont conservés.
hi: इस Google खाते से जुड़े सभी डिवाइस पर Recly का Drive एक्सेस हटेगा। वही खाता दोबारा कनेक्ट होने तक लंबित काम रुकेगा। रिकॉर्डिंग और सेटिंग बनी रहेंगी।
it: Recly perde l’accesso a Drive su tutti i dispositivi collegati a questo account Google. Le attività in sospeso si interrompono finché non ricolleghi lo stesso account. Registrazioni e impostazioni restano.
ja: このGoogleアカウントに接続したすべてのデバイスで、ReclyはDriveにアクセスできなくなります。同じアカウントに再接続するまで処理は一時停止します。録音と設定は残ります。
ko: 같은 Google 계정으로 연결한 모든 기기에서 Recly의 Drive 접근 권한을 해제합니다. 대기 작업은 같은 계정에 다시 연결하면 이어집니다. 녹음과 설정은 유지됩니다.
pl: Recly straci dostęp do Drive na wszystkich urządzeniach połączonych z tym kontem Google. Oczekujące zadania zostaną wstrzymane do ponownego połączenia tego samego konta. Nagrania i ustawienia zostaną zachowane.
pt_br: O Recly perde o acesso ao Drive em todos os dispositivos conectados a esta conta Google. O trabalho pendente pausa até reconectar a mesma conta. Gravações e configurações são mantidas.
pt_pt: O Recly perde o acesso ao Drive em todos os dispositivos ligados a esta conta Google. O trabalho pendente fica em pausa até voltar a ligar a mesma conta. As gravações e as definições são mantidas.
ru: Recly потеряет доступ к Drive на всех устройствах с этим аккаунтом Google. Задачи приостановятся до повторного подключения того же аккаунта. Записи и настройки сохранятся.
sw: Recly itapoteza ufikiaji wa Drive kwenye vifaa vyote vilivyounganishwa na akaunti hii ya Google. Kazi zinazosubiri zitasitishwa hadi uunganishe tena akaunti ile ile. Rekodi na mipangilio vitabaki.
th: Recly จะสูญเสียการเข้าถึง Drive ในทุกอุปกรณ์ที่เชื่อมต่อกับบัญชี Google นี้ งานที่รออยู่จะหยุดชั่วคราวจนกว่าคุณจะเชื่อมต่อบัญชีเดิมอีกครั้ง การบันทึกเสียงและการตั้งค่าจะยังคงอยู่
tr: Recly, bu Google hesabına bağlı tüm cihazlarda Drive erişimini kaybeder. Bekleyen işler, aynı hesabı yeniden bağlayana kadar duraklatılır. Kayıtlar ve ayarlar korunur.
ur: اس Google اکاؤنٹ سے منسلک تمام آلات پر Recly کی Drive تک رسائی ختم ہو جائے گی۔ جب تک آپ وہی اکاؤنٹ دوبارہ منسلک نہ کریں، زیر التواء کام رکا رہے گا۔ ریکارڈنگز اور ترتیبات برقرار رہیں گی۔
vi: Recly sẽ mất quyền truy cập Drive trên mọi thiết bị kết nối với tài khoản Google này. Công việc đang chờ sẽ tạm dừng cho đến khi bạn kết nối lại cùng tài khoản. Bản ghi âm và cài đặt vẫn được giữ.
zh_hans: 连接此Google账号的所有设备上的Recly都将失去Drive访问权限。重新连接同一账号前，待处理任务将暂停。录音和设置会保留。
zh_hant: 連接此Google帳戶的所有裝置上的Recly都將失去Drive存取權限。重新連接同一帳戶前，待處理工作將暫停。錄音和設定會保留。

source: Record locally. Connect Drive to upload.
ar: سجّل محليًا. اربط Drive للرفع.
bn: এই ডিভাইসে রেকর্ড করুন। আপলোড করতে Drive কানেক্ট করুন।
de: Lokal aufnehmen. Zum Hochladen Drive verbinden.
es: Graba localmente. Conecta Drive para subir.
fa: به‌صورت محلی ضبط کنید. برای بارگذاری، Drive را متصل کنید.
fil: Mag-record nang lokal. Ikonekta ang Drive para mag-upload.
fr: Enregistrez localement. Connectez Drive pour envoyer.
hi: स्थानीय रिकॉर्डिंग करें। अपलोड के लिए Drive कनेक्ट करें।
it: Registra in locale. Collega Drive per caricare.
ja: ローカルに録音します。アップロードにはDriveに接続してください。
ko: 기기에 녹음하고, Drive 연결 시 업로드합니다.
pl: Nagrywaj lokalnie. Połącz z Drive, aby przesyłać.
pt_br: Grave localmente. Conecte o Drive para enviar.
pt_pt: Grave localmente. Ligue o Drive para carregar.
ru: Записывайте локально. Подключите Drive для загрузки.
sw: Rekodi kwenye kifaa. Unganisha Drive ili upakie.
th: บันทึกเสียงในเครื่อง เชื่อมต่อ Drive เพื่ออัปโหลด
tr: Yerel olarak kayıt yapın. Yüklemek için Drive'ı bağlayın.
ur: مقامی طور پر ریکارڈ کریں۔ اپ لوڈ کرنے کے لیے Drive منسلک کریں۔
vi: Ghi âm cục bộ. Kết nối Drive để tải lên.
zh_hans: 本地录音。连接Drive后即可上传。
zh_hant: 本機錄音。連接Drive後即可上傳。

# alert.uploadsWaiting
source: Uploads waiting: %@
ar: عمليات الرفع المنتظرة: %@
bn: অপেক্ষমাণ আপলোড: %@
de: Wartende Uploads: %@
es: Subidas en espera: %@
fa: بارگذاری‌های در انتظار: %@
fil: Mga upload na naghihintay: %@
fr: Envois en attente : %@
hi: प्रतीक्षारत अपलोड: %@
it: Caricamenti in attesa: %@
ja: アップロード待ち：%@
ko: 업로드 대기 %@건
pl: Pliki oczekujące na przesłanie: %@
pt_br: Envios em espera: %@
pt_pt: Carregamentos em espera: %@
ru: Ожидающие загрузки: %@
sw: Upakiaji unaosubiri: %@
th: การอัปโหลดที่รออยู่: %@
tr: Bekleyen yüklemeler: %@
ur: منتظر اپ لوڈز: %@
vi: Đang chờ tải lên: %@
zh_hans: 等待上传：%@
zh_hant: 等待上傳：%@

source: Could not save a usable Drive connection. Try connecting again.
ar: تعذّر حفظ اتصال صالح بـDrive. حاول الربط مجددًا.
bn: ব্যবহারযোগ্য Drive কানেকশন সেভ করা যায়নি। আবার কানেক্ট করার চেষ্টা করুন।
de: Keine nutzbare Drive-Verbindung gespeichert. Bitte erneut verbinden.
es: No se pudo guardar una conexión válida con Drive. Vuelve a conectar.
fa: اتصال قابل‌استفاده‌ای به Drive ذخیره نشد. دوباره اتصال را امتحان کنید.
fil: Hindi ma-save ang magagamit na koneksyon sa Drive. Subukang kumonekta ulit.
fr: Impossible d’enregistrer une connexion Drive valide. Reconnectez-vous.
hi: उपयोग योग्य Drive कनेक्शन सहेजा नहीं जा सका। फिर कनेक्ट करें।
it: Impossibile salvare un collegamento a Drive valido. Prova a collegarlo di nuovo.
ja: 有効なDrive接続を保存できませんでした。もう一度接続してください。
ko: Drive 연결 정보를 저장하지 못했습니다. 다시 연결해 주세요.
pl: Nie można zapisać działającego połączenia z Drive. Spróbuj połączyć ponownie.
pt_br: Não foi possível salvar uma conexão válida com o Drive. Conecte novamente.
pt_pt: Não foi possível guardar uma ligação válida ao Drive. Tente ligar novamente.
ru: Не удалось сохранить рабочее подключение Drive. Подключитесь снова.
sw: Imeshindwa kuhifadhi muunganisho wa Drive unaoweza kutumika. Jaribu kuunganisha tena.
th: บันทึกการเชื่อมต่อ Drive ที่ใช้งานได้ไม่สำเร็จ ลองเชื่อมต่ออีกครั้ง
tr: Kullanılabilir bir Drive bağlantısı kaydedilemedi. Yeniden bağlanmayı deneyin.
ur: قابل استعمال Drive کنکشن محفوظ نہیں ہو سکا۔ دوبارہ منسلک کرنے کی کوشش کریں۔
vi: Không thể lưu kết nối Drive hợp lệ. Hãy thử kết nối lại.
zh_hans: 无法保存有效的Drive连接。请重新连接。
zh_hant: 無法儲存有效的Drive連線。請重新連接。

source: Local transcription is unavailable on this device. Choose another transcription method.
ar: النسخ المحلي غير متاح على هذا الجهاز. اختر طريقة أخرى.
bn: এই ডিভাইসে লোকাল ট্রান্সক্রিপশন উপলভ্য নয়। অন্য কোনো ট্রান্সক্রিপশন পদ্ধতি বেছে নিন।
de: Lokale Transkription ist auf diesem Gerät nicht verfügbar. Wählen Sie eine andere Methode.
es: La transcripción local no está disponible en este dispositivo. Elige otro método.
fa: رونویسی محلی در این دستگاه در دسترس نیست. روش رونویسی دیگری انتخاب کنید.
fil: Hindi available ang lokal na pag-transcribe sa device na ito. Pumili ng ibang paraan ng pag-transcribe.
fr: La transcription locale est indisponible sur cet appareil. Choisissez une autre méthode.
hi: इस डिवाइस पर स्थानीय ट्रांसक्रिप्शन उपलब्ध नहीं है। दूसरा तरीका चुनें।
it: La trascrizione locale non è disponibile su questo dispositivo. Scegli un altro metodo di trascrizione.
ja: このデバイスではローカル文字起こしを利用できません。別の方法を選択してください。
ko: 이 기기에서는 로컬 전사를 사용할 수 없습니다. 전사 방식을 변경해 주세요.
pl: Lokalna transkrypcja jest niedostępna na tym urządzeniu. Wybierz inną metodę transkrypcji.
pt_br: A transcrição local não está disponível neste dispositivo. Escolha outro método.
pt_pt: A transcrição local não está disponível neste dispositivo. Escolha outro método de transcrição.
ru: Локальная расшифровка недоступна на этом устройстве. Выберите другой способ.
sw: Unukuzi wa ndani haupatikani kwenye kifaa hiki. Chagua njia nyingine ya unukuzi.
th: การถอดเสียงในเครื่องใช้ไม่ได้บนอุปกรณ์นี้ เลือกวิธีถอดเสียงอื่น
tr: Yerel transkripsiyon bu cihazda kullanılamıyor. Başka bir transkripsiyon yöntemi seçin.
ur: اس آلے پر مقامی ٹرانسکرپشن دستیاب نہیں۔ ٹرانسکرپشن کا کوئی اور طریقہ منتخب کریں۔
vi: Không thể chép lời cục bộ trên thiết bị này. Hãy chọn phương thức chép lời khác.
zh_hans: 此设备不支持本地转录，请选择其他转录方式。
zh_hant: 此裝置不支援本機轉錄，請選擇其他轉錄方式。

source: The speech recognition model isn't downloaded yet.
ar: لم يتم تنزيل نموذج التعرّف على الكلام بعد.
bn: স্পিচ রিকগনিশন মডেল এখনও ডাউনলোড করা হয়নি।
de: Das Spracherkennungsmodell ist noch nicht heruntergeladen.
es: El modelo de reconocimiento de voz aún no se ha descargado.
fa: مدل تشخیص گفتار هنوز بارگیری نشده است.
fil: Hindi pa na-download ang modelo ng speech recognition.
fr: Le modèle de reconnaissance vocale n’est pas encore téléchargé.
hi: स्पीच रिकग्निशन मॉडल अभी डाउनलोड नहीं हुआ है।
it: Il modello di riconoscimento vocale non è ancora stato scaricato.
ja: 音声認識モデルはまだダウンロードされていません。
ko: 음성 인식 모델을 아직 다운로드하지 않았습니다.
pl: Model rozpoznawania mowy nie został jeszcze pobrany.
pt_br: O modelo de reconhecimento de fala ainda não foi baixado.
pt_pt: O modelo de reconhecimento de voz ainda não foi transferido.
ru: Модель распознавания речи ещё не загружена.
sw: Modeli ya utambuzi wa matamshi bado haijapakuliwa.
th: ยังไม่ได้ดาวน์โหลดโมเดลรู้จำเสียงพูด
tr: Konuşma tanıma modeli henüz indirilmedi.
ur: تقریر کی شناخت کا ماڈل ابھی ڈاؤن لوڈ نہیں ہوا۔
vi: Chưa tải xuống mô hình nhận dạng giọng nói.
zh_hans: 尚未下载语音识别模型。
zh_hant: 尚未下載語音辨識模型。

source: This local engine does not support speaker identification. Turn it off or choose an external API.
ar: هذا المحرك المحلي لا يدعم تحديد المتحدثين. عطّل الميزة أو اختر API خارجيًا.
bn: এই লোকাল ইঞ্জিন বক্তা শনাক্তকরণ সমর্থন করে না। এটি বন্ধ করুন অথবা একটি বাহ্যিক API বেছে নিন।
de: Diese lokale Engine unterstützt keine Sprechererkennung. Deaktivieren Sie sie oder wählen Sie eine externe API.
es: Este motor local no identifica hablantes. Desactiva la función o elige una API externa.
fa: این موتور محلی از تشخیص گوینده پشتیبانی نمی‌کند. آن را خاموش کنید یا یک API خارجی انتخاب کنید.
fil: Hindi sinusuportahan ng lokal na engine na ito ang pagkilala sa nagsasalita. I-off ito o pumili ng external na API.
fr: Ce moteur local n’identifie pas les locuteurs. Désactivez cette option ou choisissez une API externe.
hi: यह स्थानीय इंजन वक्ता पहचान का समर्थन नहीं करता। इसे बंद करें या बाहरी API चुनें।
it: Questo motore locale non supporta l’identificazione degli interlocutori. Disattivala o scegli un’API esterna.
ja: このローカルエンジンは話者識別に対応していません。無効にするか、外部APIを選択してください。
ko: 이 로컬 엔진은 화자 구분을 지원하지 않습니다. 화자 구분을 끄거나 외부 API를 선택해 주세요.
pl: Ten lokalny silnik nie obsługuje rozpoznawania mówców. Wyłącz tę opcję lub wybierz zewnętrzne API.
pt_br: Este mecanismo local não identifica falantes. Desative a função ou escolha uma API externa.
pt_pt: Este motor local não suporta a identificação de oradores. Desative-a ou escolha uma API externa.
ru: Этот локальный движок не распознаёт говорящих. Выключите эту функцию или выберите внешний API.
sw: Injini hii ya ndani haitumii utambuzi wa wazungumzaji. Zima kipengele hicho au uchague API ya nje.
th: เอนจินในเครื่องนี้ไม่รองรับการระบุผู้พูด ปิดการระบุผู้พูดหรือเลือก API ภายนอก
tr: Bu yerel motor konuşmacı tanımlamayı desteklemiyor. Bu özelliği kapatın veya harici bir API seçin.
ur: یہ مقامی انجن بولنے والوں کی شناخت کو سپورٹ نہیں کرتا۔ اسے آف کریں یا کوئی بیرونی API منتخب کریں۔
vi: Công cụ cục bộ này không hỗ trợ nhận dạng người nói. Hãy tắt tùy chọn này hoặc chọn API bên ngoài.
zh_hans: 此本地引擎不支持说话人识别。请关闭该功能或选择外部API。
zh_hant: 此本機引擎不支援說話者識別。請關閉該功能或選擇外部API。

source: Recording processing
ar: معالجة التسجيلات
bn: রেকর্ডিং প্রসেসিং
de: Aufnahmeverarbeitung
es: Procesamiento de grabaciones
fa: پردازش ضبط‌ها
fil: Pagproseso ng recording
fr: Traitement des enregistrements
hi: रिकॉर्डिंग प्रोसेसिंग
it: Elaborazione delle registrazioni
ja: 録音の処理
ko: 녹음 처리
pl: Przetwarzanie nagrań
pt_br: Processamento de gravações
pt_pt: Processamento de gravações
ru: Обработка записей
sw: Uchakataji wa rekodi
th: การประมวลผลการบันทึกเสียง
tr: Kayıt işleme
ur: ریکارڈنگ پروسیسنگ
vi: Xử lý bản ghi âm
zh_hans: 录音处理
zh_hant: 錄音處理

source: On device
ar: على الجهاز
bn: ডিভাইসে
de: Auf dem Gerät
es: En el dispositivo
fa: روی دستگاه
fil: Sa device
fr: Sur l’appareil
hi: डिवाइस पर
it: Sul dispositivo
ja: デバイス上
ko: 로컬
pl: Na urządzeniu
pt_br: No dispositivo
pt_pt: No dispositivo
ru: На устройстве
sw: Kwenye kifaa
th: ในอุปกรณ์
tr: Cihazda
ur: آلے پر
vi: Trên thiết bị
zh_hans: 设备本地
zh_hant: 裝置本機

source: External API
ar: API خارجي
bn: বাহ্যিক API
de: Externe API
es: API externa
fa: API خارجی
fil: External na API
fr: API externe
hi: बाहरी API
it: API esterna
ja: 外部API
ko: 외부 API
pl: Zewnętrzne API
pt_br: API externa
pt_pt: API externa
ru: Внешний API
sw: API ya nje
th: API ภายนอก
tr: Harici API
ur: بیرونی API
vi: API bên ngoài
zh_hans: 外部API
zh_hant: 外部API

source: Off
ar: إيقاف
bn: বন্ধ
de: Aus
es: Desactivado
fa: خاموش
fil: Naka-off
fr: Désactivé
hi: बंद
it: Disattivato
ja: オフ
ko: 전사 안 함
pl: Wyłączone
pt_br: Desativado
pt_pt: Desativado
ru: Выключено
sw: Imezimwa
th: ปิด
tr: Kapalı
ur: آف
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉
